{
  "#AccountService.v1_11_0.AccountService": 52930,
  "#Assembly.v1_3_0.Assembly": 52802,
  "#Assembly.v1_3_0.AssemblyData": 52903,
  "#AttributeRegistry.v1_3_6.AttributeRegistry": 52911,
  "#Bios.ChangePassword": 52644,
  "#Bios.ResetBios": 52645,
  "#Bios.v1_2_0.Bios": 52784,
  "#BootOption.v1_0_4.BootOption": 52884,
  "#BootOptionCollection.BootOptionCollection": 52940,
  "#Certificate.v1_6_0.Certificate": 52888,
  "#CertificateCollection.CertificateCollection": 52871,
  "#CertificateLocations.v1_0_2.CertificateLocations": 52914,
  "#CertificateService.GenerateCSR": 52726,
  "#CertificateService.ReplaceCertificate": 52725,
  "#CertificateService.v1_0_4.CertificateService": 52775,
  "#Chassis.Reset": 52599,
  "#Chassis.v1_20_0.Chassis": 52780,
  "#ChassisCollection.ChassisCollection": 52906,
  "#ComputerSystem.Reset": 52633,
  "#ComputerSystem.v1_18_0.ComputerSystem": 52778,
  "#ComputerSystemCollection.ComputerSystemCollection": 52852,
  "#DellAccelerator.v1_0_0.DellAccelerator": 52776,
  "#DellAssembly.v1_0_0.DellAssembly": 52881,
  "#DellAttributeRegistry.v1_2_0.DellAttributeRegistry": 52920,
  "#DellAttributes.v1_0_0.DellAttributes": 52769,
  "#DellBIOSService.DeviceRecovery": 52678,
  "#DellBIOSService.v1_0_0.DellBIOSService": 52890,
  "#DellBootSources.v1_1_0.DellBootSources": 52855,
  "#DellBootSourcesRegistry.v1_1_0.DellBootSourcesRegistry": 52856,
  "#DellCertificateCollection.DellCertificateCollection": 52870,
  "#DellCertificateStoreCollection.DellCertificateStoreCollection": 52861,
  "#DellChassis.v1_0_0.DellChassis": 52848,
  "#DellChassisCollection.DellChassisCollection": 52902,
  "#DellChassisPCIeFunction.v1_0_0.DellPCIeFunction": 52941,
  "#DellD4D.v1_0_0.DellD4D": 52947,
  "#DellFirmwareImageHashCollection.DellFirmwareImageHashCollection": 52793,
  "#DellGPUSensorCollection.DellGPUSensorCollection": 52951,
  "#DellJobCollection.DellJobCollection": 52864,
  "#DellJobService.CreateRebootJob": 52636,
  "#DellJobService.DeleteJobQueue": 52637,
  "#DellJobService.SetDeleteOnCompletionTimeout": 52638,
  "#DellJobService.SetupJobQueue": 52639,
  "#DellJobService.v1_2_0.DellJobService": 52839,
  "#DellLCLogEntry.v1_1_0.DellLCLogEntry": 52872,
  "#DellLCService.ClearProvisioningServer": 52600,
  "#DellLCService.DeleteAutoDiscoveryClientCerts": 52601,
  "#DellLCService.DeleteAutoDiscoveryServerPublicKey": 52602,
  "#DellLCService.DownloadClientCerts": 52603,
  "#DellLCService.ExportCompleteLCLog": 52604,
  "#DellLCService.ExportFactoryConfiguration": 52605,
  "#DellLCService.ExportHWInventory": 52606,
  "#DellLCService.ExportLCLog": 52607,
  "#DellLCService.ExportSVGFile": 52608,
  "#DellLCService.ExportServerScreenShot": 52609,
  "#DellLCService.ExportTechSupportReport": 52610,
  "#DellLCService.ExportVideoLog": 52611,
  "#DellLCService.ExportePSADiagnosticsResult": 52612,
  "#DellLCService.ExposeiSMInstallerToHostOS": 52613,
  "#DellLCService.GetRSStatus": 52614,
  "#DellLCService.GetRemoteServicesAPIStatus": 52615,
  "#DellLCService.InsertCommentInLCLog": 52616,
  "#DellLCService.LCWipe": 52617,
  "#DellLCService.ReInitiateAutoDiscovery": 52618,
  "#DellLCService.ReInitiateDHS": 52619,
  "#DellLCService.RunePSADiagnostics": 52620,
  "#DellLCService.SupportAssistAcceptEULA": 52621,
  "#DellLCService.SupportAssistClearAutoCollectSchedule": 52622,
  "#DellLCService.SupportAssistCollection": 52623,
  "#DellLCService.SupportAssistExportLastCollection": 52624,
  "#DellLCService.SupportAssistGetAutoCollectSchedule": 52625,
  "#DellLCService.SupportAssistGetEULAStatus": 52626,
  "#DellLCService.SupportAssistRegister": 52627,
  "#DellLCService.SupportAssistSetAutoCollectSchedule": 52628,
  "#DellLCService.SupportAssistUploadLastCollection": 52629,
  "#DellLCService.SystemErase": 52630,
  "#DellLCService.TestNetworkShare": 52631,
  "#DellLCService.UpdateOSAppHealthData": 52632,
  "#DellLCService.v1_5_0.DellLCService": 52850,
  "#DellLicensableDevice.v1_0_0.DellLicensableDevice": 52785,
  "#DellLicensableDeviceCollection.DellLicensableDeviceCollection": 52910,
  "#DellLicense.v1_2_0.DellLicense": 52895,
  "#DellLicenseCollection.DellLicenseCollection": 52787,
  "#DellLicenseManagementService.DeleteLicense": 52590,
  "#DellLicenseManagementService.ExportLicense": 52591,
  "#DellLicenseManagementService.ExportLicenseByDevice": 52592,
  "#DellLicenseManagementService.ExportLicenseByDeviceToNetworkShare": 52593,
  "#DellLicenseManagementService.ExportLicenseToNetworkShare": 52594,
  "#DellLicenseManagementService.ImportLicense": 52595,
  "#DellLicenseManagementService.ImportLicenseFromNetworkShare": 52596,
  "#DellLicenseManagementService.ShowLicenseBits": 52597,
  "#DellLicenseManagementService.v1_1_0.DellLicenseManagementService": 52770,
  "#DellLogEntry.v1_0_1.DellLogEntry": 52900,
  "#DellManager.ClearPending": 52589,
  "#DellManager.v1_3_0.DellManager": 52809,
  "#DellManagerAccount.v1_0_0.DellManagerAccount": 52815,
  "#DellMemory.v1_1_0.DellMemory": 52828,
  "#DellMetric.v1_1_0.DellMetric": 52854,
  "#DellMetricReportDefinition.v1_1_0.DellMetricReportDefinition": 52919,
  "#DellMetricService.ControlMetrics": 52648,
  "#DellMetricService.ExportThermalHistory": 52649,
  "#DellMetricService.v1_1_0.DellMetricService": 52792,
  "#DellNIC.v1_6_0.DellNIC": 52808,
  "#DellNICCapabilities.v1_2_0.DellNICCapabilities": 52773,
  "#DellNICPortMetrics.v1_1_1.DellNICPortMetrics": 52912,
  "#DellNetworkTransceiver.v1_1_0.DellNetworkTransceiver": 52932,
  "#DellNumericSensor.v1_1_1.DellNumericSensor": 52857,
  "#DellNumericSensorCollection.DellNumericSensorCollection": 52761,
  "#DellOSDeploymentService.BootToHD": 52741,
  "#DellOSDeploymentService.BootToISOFromVFlash": 52742,
  "#DellOSDeploymentService.BootToNetworkISO": 52743,
  "#DellOSDeploymentService.ConfigurableBootToNetworkISO": 52744,
  "#DellOSDeploymentService.ConnectNetworkISOImage": 52745,
  "#DellOSDeploymentService.DeleteISOFromVFlash": 52746,
  "#DellOSDeploymentService.DetachDrivers": 52747,
  "#DellOSDeploymentService.DetachISOFromVFlash": 52748,
  "#DellOSDeploymentService.DetachISOImage": 52749,
  "#DellOSDeploymentService.DisconnectNetworkISOImage": 52750,
  "#DellOSDeploymentService.DownloadISOToVFlash": 52751,
  "#DellOSDeploymentService.GetAttachStatus": 52752,
  "#DellOSDeploymentService.GetDriverPackInfo": 52753,
  "#DellOSDeploymentService.GetNetworkISOImageConnectionInfo": 52754,
  "#DellOSDeploymentService.SkipISOImageBoot": 52755,
  "#DellOSDeploymentService.UnpackAndAttach": 52756,
  "#DellOSDeploymentService.UnpackAndShare": 52757,
  "#DellOSDeploymentService.v1_1_0.DellOSDeploymentService": 52863,
  "#DellOem.v1_3_0.DellOemLinks": 52931,
  "#DellOem.v1_3_0.DellOemResources": 52771,
  "#DellOemAttributeRegistry.v1_0_0.Attributes": 52913,
  "#DellOemChassis.v1_0_0.DellOemChassis": 52917,
  "#DellOemPower.v1_0_0.DellOemPower": 52952,
  "#DellOemSensor.v1_0_0.DellOemSensor": 52826,
  "#DellOpaqueManagementDataCollection.DellOpaqueManagementDataCollection": 52938,
  "#DellPCIeSSD.v1_7_0.DellPCIeSSD": 52868,
  "#DellPCIeSlots.v1_0_0.DellPCIeSlots": 52817,
  "#DellPSNumericSensor.v1_1_0.DellPSNumericSensor": 52875,
  "#DellPSNumericSensorCollection.DellPSNumericSensorCollection": 52766,
  "#DellPersistentStorageService.AttachPartition": 52729,
  "#DellPersistentStorageService.CreatePartition": 52730,
  "#DellPersistentStorageService.CreatePartitionUsingImage": 52731,
  "#DellPersistentStorageService.DeletePartition": 52732,
  "#DellPersistentStorageService.DetachPartition": 52733,
  "#DellPersistentStorageService.ExportDataFromPartition": 52734,
  "#DellPersistentStorageService.FormatPartition": 52735,
  "#DellPersistentStorageService.InitializeMedia": 52736,
  "#DellPersistentStorageService.ModifyPartition": 52737,
  "#DellPersistentStorageService.VFlashStateChange": 52738,
  "#DellPersistentStorageService.v1_1_0.DellPersistentStorageService": 52825,
  "#DellPhysicalDisk.v1_6_0.DellPhysicalDisk": 52946,
  "#DellPowerSupply.v1_1_1.DellPowerSupply": 52893,
  "#DellPowerSupplyView.v1_3_0.DellPowerSupplyView": 52894,
  "#DellPresenceAndStatusSensorCollection.DellPresenceAndStatusSensorCollection": 52897,
  "#DellProcessor.v1_1_0.DellProcessor": 52949,
  "#DellRaidService.AssignSpare": 52680,
  "#DellRaidService.BlinkTarget": 52681,
  "#DellRaidService.CancelBackgroundInitialization": 52682,
  "#DellRaidService.CancelCheckConsistency": 52683,
  "#DellRaidService.CancelRebuildPhysicalDisk": 52684,
  "#DellRaidService.ChangePDState": 52685,
  "#DellRaidService.CheckVDValues": 52686,
  "#DellRaidService.ClearControllerPreservedCache": 52687,
  "#DellRaidService.ClearForeignConfig": 52688,
  "#DellRaidService.ConvertToNonRAID": 52689,
  "#DellRaidService.ConvertToRAID": 52690,
  "#DellRaidService.CryptographicEraseWithPSID": 52691,
  "#DellRaidService.DisableSecurity": 52692,
  "#DellRaidService.EnableControllerEncryption": 52693,
  "#DellRaidService.EnableSecurity": 52694,
  "#DellRaidService.GetAvailableDisks": 52695,
  "#DellRaidService.GetDHSDisks": 52696,
  "#DellRaidService.GetRAIDLevels": 52697,
  "#DellRaidService.ImportForeignConfig": 52698,
  "#DellRaidService.LockVirtualDisk": 52699,
  "#DellRaidService.OnlineCapacityExpansion": 52700,
  "#DellRaidService.PrepareToRemove": 52701,
  "#DellRaidService.RAIDLevelMigration": 52702,
  "#DellRaidService.ReKey": 52703,
  "#DellRaidService.RebuildPhysicalDisk": 52704,
  "#DellRaidService.RemoveControllerKey": 52705,
  "#DellRaidService.RenameVD": 52706,
  "#DellRaidService.ReplacePhysicalDisk": 52707,
  "#DellRaidService.ResetConfig": 52708,
  "#DellRaidService.SetAssetName": 52709,
  "#DellRaidService.SetBootVD": 52710,
  "#DellRaidService.SetControllerKey": 52711,
  "#DellRaidService.StartPatrolRead": 52712,
  "#DellRaidService.StopPatrolRead": 52713,
  "#DellRaidService.UnBlinkTarget": 52714,
  "#DellRaidService.UnLockSecureForeignConfig": 52715,
  "#DellRaidService.UnassignSpare": 52716,
  "#DellRaidService.v1_5_1.DellRaidService": 52862,
  "#DellRollupStatus.v1_0_0.DellRollupStatus": 52904,
  "#DellRollupStatusCollection.DellRollupStatusCollection": 52860,
  "#DellSecureBoot.v1_1_0.DellSecureBoot": 52840,
  "#DellSensor.v1_0_0.DellSensor": 52867,
  "#DellSensorCollection.DellSensorCollection": 52818,
  "#DellServiceRoot.v1_0_0.DellServiceRoot": 52829,
  "#DellSlot.v1_0_0.DellSlot": 52812,
  "#DellSlotCollection.DellSlotCollection": 52918,
  "#DellSoftwareInstallationService.ClearUpdateSchedule": 52717,
  "#DellSoftwareInstallationService.GetRepoBasedUpdateList": 52718,
  "#DellSoftwareInstallationService.GetUpdateSchedule": 52719,
  "#DellSoftwareInstallationService.InstallFromRepository": 52720,
  "#DellSoftwareInstallationService.InstallFromURI": 52721,
  "#DellSoftwareInstallationService.SetUpdateSchedule": 52722,
  "#DellSoftwareInstallationService.v1_1_2.DellSoftwareInstallationService": 52821,
  "#DellSoftwareInventory.v1_2_0.DellSoftwareInventory": 52816,
  "#DellSwitchConnection.v1_1_0.DellSwitchConnection": 52762,
  "#DellSwitchConnectionCollection.DellSwitchConnectionCollection": 52822,
  "#DellSwitchConnectionService.ServerPortConnectionRefresh": 52634,
  "#DellSwitchConnectionService.v1_0_0.DellSwitchConnectionService": 52832,
  "#DellSystem.v1_3_0.DellSystem": 52849,
  "#DellSystemManagementService.RebootChassisManager": 52739,
  "#DellSystemManagementService.ShowErrorsOnLCD": 52740,
  "#DellSystemManagementService.v1_1_0.DellSystemManagementService": 52788,
  "#DellSystemQuickSyncCollection.DellSystemQuickSyncCollection": 52905,
  "#DellTelemetryService.v1_2_0.DellTelemetryService": 52779,
  "#DellTimeService.ManageTime": 52635,
  "#DellTimeService.v1_0_1.DellTimeService": 52804,
  "#DellUSBDeviceCollection.DellUSBDeviceCollection": 52768,
  "#DellVideoCollection.DellVideoCollection": 52763,
  "#DellVideoNetworkCollection.DellVideoNetworkCollection": 52869,
  "#DelliDRACCard.v1_1_0.DelliDRACCard": 52874,
  "#DelliDRACCardService.DeleteCertificate": 52650,
  "#DelliDRACCardService.DeleteGroup": 52651,
  "#DelliDRACCardService.DisableSEKM": 52652,
  "#DelliDRACCardService.DisableiLKM": 52653,
  "#DelliDRACCardService.EnableSEKM": 52654,
  "#DelliDRACCardService.EnableiLKM": 52655,
  "#DelliDRACCardService.ExportCertificate": 52656,
  "#DelliDRACCardService.ExportSSLCertificate": 52657,
  "#DelliDRACCardService.FactoryIdentityCertificateGenerateCSR": 52658,
  "#DelliDRACCardService.FactoryIdentityExportCertificate": 52659,
  "#DelliDRACCardService.FactoryIdentityImportCertificate": 52660,
  "#DelliDRACCardService.GenerateSEKMCSR": 52661,
  "#DelliDRACCardService.GetKVMSession": 52662,
  "#DelliDRACCardService.ImportCertificate": 52663,
  "#DelliDRACCardService.ImportSSLCertificate": 52664,
  "#DelliDRACCardService.JoinGroup": 52665,
  "#DelliDRACCardService.Rekey": 52666,
  "#DelliDRACCardService.RemoveSelf": 52667,
  "#DelliDRACCardService.SSLResetCfg": 52668,
  "#DelliDRACCardService.SendTestEmailAlert": 52669,
  "#DelliDRACCardService.SendTestSNMPTrap": 52670,
  "#DelliDRACCardService.TestRsyslogServerConnection": 52671,
  "#DelliDRACCardService.TestSEKMServerConnection": 52672,
  "#DelliDRACCardService.UploadSSLKey": 52673,
  "#DelliDRACCardService.VerifyHWProofOfPossession": 52674,
  "#DelliDRACCardService.iDRACReset": 52675,
  "#DelliDRACCardService.iDRACResetCfg": 52676,
  "#DelliDRACCardService.iLKMToSEKMTransition": 52677,
  "#DelliDRACCardService.v1_6_0.DelliDRACCardService": 52814,
  "#DellvFlashCollection.DellvFlashCollection": 52813,
  "#Drive.SecureErase": 52640,
  "#Drive.v1_15_0.Drive": 52799,
  "#EthernetInterface.v1_8_0.EthernetInterface": 52831,
  "#EthernetInterfaceCollection.EthernetInterfaceCollection": 52934,
  "#EventDestinationCollection.EventDestinationCollection": 52933,
  "#EventService.SubmitTestEvent": 52679,
  "#EventService.v1_8_0.EventService": 52896,
  "#Fabric.v1_3_0.Fabric": 52845,
  "#FabricCollection.FabricCollection": 52898,
  "#Fan.v1_2_0.Fan": 52939,
  "#FanCollection.FanCollection": 52827,
  "#HostInterface.v1_3_0.HostInterface": 52859,
  "#HostInterfaceCollection.HostInterfaceCollection": 52791,
  "#JobCollection.JobCollection": 52899,
  "#JobService.v1_0_4.JobService": 52837,
  "#JsonSchemaFile": 53138,
  "#JsonSchemaFile.v1_1_4.JsonSchemaFile": 52916,
  "#JsonSchemaFileCollection.JsonSchemaFileCollection": 52801,
  "#License.v1_0_0.License": 52865,
  "#LicenseCollection.LicenseCollection": 52880,
  "#LicenseService.Install": 52727,
  "#LicenseService.v1_0_0.LicenseService": 52928,
  "#LogEntry.v1_12_0.LogEntry": 52844,
  "#LogEntryCollection.LogEntryCollection": 52836,
  "#LogService.ClearLog": 52728,
  "#LogService.v1_3_1.LogService": 52819,
  "#LogServiceCollection.LogServiceCollection": 52774,
  "#Manager.Reset": 52646,
  "#Manager.ResetToDefaults": 52647,
  "#Manager.v1_15_0.Manager": 52847,
  "#ManagerAccount.v1_9_0.ManagerAccount": 52798,
  "#ManagerAccountCollection.ManagerAccountCollection": 52777,
  "#ManagerCollection.ManagerCollection": 52926,
  "#ManagerNetworkProtocol.v1_8_1.ManagerNetworkProtocol": 52878,
  "#Memory.v1_15_0.Memory": 52835,
  "#MemoryCollection.MemoryCollection": 52937,
  "#MemoryMetrics.v1_5_0.MemoryMetrics": 52873,
  "#MessageRegistry.v1_5_0.MessageRegistry": 52806,
  "#MessageRegistryFile.v1_1_3.MessageRegistryFile": 52927,
  "#MessageRegistryFileCollection.MessageRegistryFileCollection": 52921,
  "#MetricDefinition.v1_2_1.MetricDefinition": 52936,
  "#MetricDefinitionCollection.MetricDefinitionCollection": 52786,
  "#MetricReportCollection.MetricReportCollection": 52765,
  "#MetricReportDefinition.v1_4_1.MetricReportDefinition": 52841,
  "#MetricReportDefinitionCollection.MetricReportDefinitionCollection": 52764,
  "#NetworkAdapter.v1_9_0.NetworkAdapter": 52943,
  "#NetworkAdapterCollection.NetworkAdapterCollection": 52823,
  "#NetworkDeviceFunction.v1_8_0.NetworkDeviceFunction": 52925,
  "#NetworkDeviceFunctionCollection.NetworkDeviceFunctionCollection": 52807,
  "#NetworkInterface.v1_2_1.NetworkInterface": 52810,
  "#NetworkInterfaceCollection.NetworkInterfaceCollection": 52924,
  "#NetworkPort.v1_4_1.NetworkPort": 52882,
  "#NetworkPortCollection.NetworkPortCollection": 52909,
  "#PCIeDevice.v1_9_0.PCIeDevice": 52803,
  "#PCIeDeviceCollection.PCIeDeviceCollection": 52796,
  "#PCIeFunction.v1_3_0.PCIeFunction": 52795,
  "#PCIeFunctionCollection.PCIeFunctionCollection": 52950,
  "#PCIeSlots.v1_5_0.PCIeSlots": 52800,
  "#Power.v1_7_1.Power": 52772,
  "#Power.v1_7_1.PowerControl": 52876,
  "#Power.v1_7_1.PowerSupply": 52907,
  "#Power.v1_7_1.Voltage": 52883,
  "#PowerSubsystem.v1_1_0.PowerSubsystem": 52820,
  "#PowerSupply.v1_4_0.PowerSupply": 52790,
  "#PowerSupplyCollection.PowerSupplyCollection": 52797,
  "#PowerSupplyMetrics.v1_0_1.PowerSupplyMetrics": 52833,
  "#PrivilegeRegistry.v1_1_4.PrivilegeRegistry": 52824,
  "#Processor.v1_15_0.Processor": 52908,
  "#ProcessorCollection.ProcessorCollection": 52781,
  "#Role.v1_3_1.Role": 52929,
  "#RoleCollection.RoleCollection": 52886,
  "#SecureBoot.ResetKeys": 52643,
  "#SecureBoot.v1_1_0.SecureBoot": 52783,
  "#SecureBootDatabase.ResetKeys": 52598,
  "#SecureBootDatabase.v1_0_1.SecureBootDatabase": 52858,
  "#SecureBootDatabaseCollection.SecureBootDatabaseCollection": 52846,
  "#Sensor.v1_5_0.Sensor": 52892,
  "#SensorCollection.SensorCollection": 52811,
  "#SerialInterface.v1_1_8.SerialInterface": 52935,
  "#SerialInterfaceCollection.SerialInterfaceCollection": 52879,
  "#ServiceRoot.v1_14_0.ServiceRoot": 52866,
  "#SessionCollection.SessionCollection": 52789,
  "#SessionService.v1_1_8.SessionService": 52915,
  "#Settings.v1_3_4.OperationApplyTimeSupport": 52891,
  "#Settings.v1_3_4.PreferredApplyTime": 52922,
  "#Settings.v1_3_4.Settings": 52885,
  "#SignatureCollection.SignatureCollection": 52851,
  "#SimpleStorage.v1_3_1.SimpleStorage": 52877,
  "#SimpleStorageCollection.SimpleStorageCollection": 52953,
  "#SoftwareInventory.v1_7_0.SoftwareInventory": 52842,
  "#SoftwareInventoryCollection.SoftwareInventoryCollection": 52889,
  "#Storage.v1_13_0.Storage": 52838,
  "#StorageCollection.StorageCollection": 52794,
  "#SwitchCollection.SwitchCollection": 52843,
  "#TaskCollection.TaskCollection": 52805,
  "#TaskService.v1_2_0.TaskService": 52948,
  "#TelemetryService.ClearMetricReports": 52759,
  "#TelemetryService.ResetMetricReportDefinitionsToDefaults": 52760,
  "#TelemetryService.SubmitTestMetricReport": 52758,
  "#TelemetryService.v1_3_1.TelemetryService": 52942,
  "#Thermal.v1_7_1.Fan": 52923,
  "#Thermal.v1_7_1.Temperature": 52834,
  "#Thermal.v1_7_1.Thermal": 52830,
  "#ThermalMetrics.v1_0_1.ThermalMetrics": 52945,
  "#ThermalSubsystem.v1_0_0.ThermalSubsystem": 52901,
  "#Triggers.v1_2_0.Triggers": 52853,
  "#TriggersCollection.TriggersCollection": 52767,
  "#UpdateService.SimpleUpdate": 52641,
  "#UpdateService.StartUpdate": 52642,
  "#UpdateService.v1_11_0.UpdateService": 52782,
  "#Volume.CheckConsistency": 52723,
  "#Volume.Initialize": 52724,
  "#Volume.v1_6_2.Volume": 52944,
  "#VolumeCollection.VolumeCollection": 52887,
  "$ref": 53139,
  "/redfish/v1": 50496,
  "/redfish/v1/$metadata#AccountService.AccountService": 53020,
  "/redfish/v1/$metadata#Assembly.Assembly": 53033,
  "/redfish/v1/$metadata#AttributeRegistry.AttributeRegistry": 52956,
  "/redfish/v1/$metadata#Bios.Bios": 53012,
  "/redfish/v1/$metadata#BootOption.BootOption": 52983,
  "/redfish/v1/$metadata#BootOptionCollection.BootOptionCollection": 53019,
  "/redfish/v1/$metadata#Certificate.Certificate": 52959,
  "/redfish/v1/$metadata#CertificateCollection.CertificateCollection": 53037,
  "/redfish/v1/$metadata#CertificateLocations.CertificateLocations": 53102,
  "/redfish/v1/$metadata#CertificateService.CertificateService": 52987,
  "/redfish/v1/$metadata#Chassis.Chassis": 53043,
  "/redfish/v1/$metadata#ChassisCollection.ChassisCollection": 53091,
  "/redfish/v1/$metadata#ComputerSystem.ComputerSystem": 53089,
  "/redfish/v1/$metadata#ComputerSystemCollection.ComputerSystemCollection": 53038,
  "/redfish/v1/$metadata#DellAccelerator.DellAccelerator": 53039,
  "/redfish/v1/$metadata#DellAssembly.DellAssembly": 53100,
  "/redfish/v1/$metadata#DellAttributeRegistry.DellAttributeRegistry": 53036,
  "/redfish/v1/$metadata#DellAttributes.DellAttributes": 53074,
  "/redfish/v1/$metadata#DellBIOSService.DellBIOSService": 52958,
  "/redfish/v1/$metadata#DellBootSources.DellBootSources": 53071,
  "/redfish/v1/$metadata#DellBootSourcesRegistry.DellBootSourcesRegistry": 53021,
  "/redfish/v1/$metadata#DellCertificateCollection.DellCertificateCollection": 52993,
  "/redfish/v1/$metadata#DellCertificateStoreCollection.DellCertificateStoreCollection": 53045,
  "/redfish/v1/$metadata#DellChassis.DellChassis": 53079,
  "/redfish/v1/$metadata#DellChassisCollection.DellChassisCollection": 53076,
  "/redfish/v1/$metadata#DellD4D.DellD4D": 52981,
  "/redfish/v1/$metadata#DellFirmwareImageHashCollection.DellFirmwareImageHashCollection": 53032,
  "/redfish/v1/$metadata#DellGPUSensorCollection.DellGPUSensorCollection": 53119,
  "/redfish/v1/$metadata#DellJobCollection.DellJobCollection": 53040,
  "/redfish/v1/$metadata#DellJobService.DellJobService": 52984,
  "/redfish/v1/$metadata#DellLCService.DellLCService": 53015,
  "/redfish/v1/$metadata#DellLicensableDevice.DellLicensableDevice": 53061,
  "/redfish/v1/$metadata#DellLicensableDeviceCollection.DellLicensableDeviceCollection": 53034,
  "/redfish/v1/$metadata#DellLicense.DellLicense": 53088,
  "/redfish/v1/$metadata#DellLicenseCollection.DellLicenseCollection": 53099,
  "/redfish/v1/$metadata#DellLicenseManagementService.DellLicenseManagementService": 52968,
  "/redfish/v1/$metadata#DellManager.DellManager": 52996,
  "/redfish/v1/$metadata#DellMemory.DellMemory": 52986,
  "/redfish/v1/$metadata#DellMetricService.DellMetricService": 52976,
  "/redfish/v1/$metadata#DellNIC.DellNIC": 53111,
  "/redfish/v1/$metadata#DellNICCapabilities.DellNICCapabilities": 53106,
  "/redfish/v1/$metadata#DellNICPortMetrics.DellNICPortMetrics": 53010,
  "/redfish/v1/$metadata#DellNetworkTransceiver.DellNetworkTransceiver": 53094,
  "/redfish/v1/$metadata#DellNumericSensor.DellNumericSensor": 53008,
  "/redfish/v1/$metadata#DellNumericSensorCollection.DellNumericSensorCollection": 53067,
  "/redfish/v1/$metadata#DellOSDeploymentService.DellOSDeploymentService": 52973,
  "/redfish/v1/$metadata#DellOpaqueManagementDataCollection.DellOpaqueManagementDataCollection": 53018,
  "/redfish/v1/$metadata#DellPCIeSSD.DellPCIeSSD": 53065,
  "/redfish/v1/$metadata#DellPSNumericSensor.DellPSNumericSensor": 53120,
  "/redfish/v1/$metadata#DellPSNumericSensorCollection.DellPSNumericSensorCollection": 53105,
  "/redfish/v1/$metadata#DellPersistentStorageService.DellPersistentStorageService": 53075,
  "/redfish/v1/$metadata#DellPhysicalDisk.DellPhysicalDisk": 53098,
  "/redfish/v1/$metadata#DellPowerSupply.DellPowerSupply": 53068,
  "/redfish/v1/$metadata#DellPowerSupplyView.DellPowerSupplyView": 53024,
  "/redfish/v1/$metadata#DellPresenceAndStatusSensorCollection.DellPresenceAndStatusSensorCollection": 53003,
  "/redfish/v1/$metadata#DellProcessor.DellProcessor": 53017,
  "/redfish/v1/$metadata#DellRaidService.DellRaidService": 53030,
  "/redfish/v1/$metadata#DellRollupStatus.DellRollupStatus": 52991,
  "/redfish/v1/$metadata#DellRollupStatusCollection.DellRollupStatusCollection": 52960,
  "/redfish/v1/$metadata#DellSecureBoot.DellSecureBoot": 53095,
  "/redfish/v1/$metadata#DellSensor.DellSensor": 53117,
  "/redfish/v1/$metadata#DellSensorCollection.DellSensorCollection": 53085,
  "/redfish/v1/$metadata#DellServiceRoot.DellServiceRoot": 53005,
  "/redfish/v1/$metadata#DellSlot.DellSlot": 53041,
  "/redfish/v1/$metadata#DellSlotCollection.DellSlotCollection": 53109,
  "/redfish/v1/$metadata#DellSoftwareInstallationService.DellSoftwareInstallationService": 53121,
  "/redfish/v1/$metadata#DellSoftwareInventory.DellSoftwareInventory": 52967,
  "/redfish/v1/$metadata#DellSwitchConnection.DellSwitchConnection": 53072,
  "/redfish/v1/$metadata#DellSwitchConnectionCollection.DellSwitchConnectionCollection": 53027,
  "/redfish/v1/$metadata#DellSwitchConnectionService.DellSwitchConnectionService": 52971,
  "/redfish/v1/$metadata#DellSystem.DellSystem": 53006,
  "/redfish/v1/$metadata#DellSystemManagementService.DellSystemManagementService": 52977,
  "/redfish/v1/$metadata#DellSystemQuickSyncCollection.DellSystemQuickSyncCollection": 53046,
  "/redfish/v1/$metadata#DellTimeService.DellTimeService": 52957,
  "/redfish/v1/$metadata#DellUSBDeviceCollection.DellUSBDeviceCollection": 52998,
  "/redfish/v1/$metadata#DellVideoCollection.DellVideoCollection": 53054,
  "/redfish/v1/$metadata#DellVideoNetworkCollection.DellVideoNetworkCollection": 53007,
  "/redfish/v1/$metadata#DelliDRACCard.DelliDRACCard": 53087,
  "/redfish/v1/$metadata#DelliDRACCardService.DelliDRACCardService": 52980,
  "/redfish/v1/$metadata#DellvFlashCollection.DellvFlashCollection": 53070,
  "/redfish/v1/$metadata#Drive.Drive": 52989,
  "/redfish/v1/$metadata#EthernetInterface.EthernetInterface": 53014,
  "/redfish/v1/$metadata#EthernetInterfaceCollection.EthernetInterfaceCollection": 53056,
  "/redfish/v1/$metadata#EventDestinationCollection.EventDestinationCollection": 53069,
  "/redfish/v1/$metadata#EventService.EventService": 53112,
  "/redfish/v1/$metadata#Fabric.Fabric": 53122,
  "/redfish/v1/$metadata#FabricCollection.FabricCollection": 53084,
  "/redfish/v1/$metadata#Fan.Fan": 53050,
  "/redfish/v1/$metadata#FanCollection.FanCollection": 53104,
  "/redfish/v1/$metadata#HostInterface.HostInterface": 53047,
  "/redfish/v1/$metadata#HostInterfaceCollection.HostInterfaceCollection": 52992,
  "/redfish/v1/$metadata#JobCollection.JobCollection": 53028,
  "/redfish/v1/$metadata#JobService.JobService": 52979,
  "/redfish/v1/$metadata#JsonSchemaFile.JsonSchemaFile": 53042,
  "/redfish/v1/$metadata#JsonSchemaFileCollection.JsonSchemaFileCollection": 52990,
  "/redfish/v1/$metadata#License.License": 53103,
  "/redfish/v1/$metadata#LicenseCollection.LicenseCollection": 52965,
  "/redfish/v1/$metadata#LicenseService.LicenseService": 53096,
  "/redfish/v1/$metadata#LogEntry.LogEntry": 52978,
  "/redfish/v1/$metadata#LogEntryCollection.LogEntryCollection": 53063,
  "/redfish/v1/$metadata#LogService.LogService": 53082,
  "/redfish/v1/$metadata#LogServiceCollection.LogServiceCollection": 53090,
  "/redfish/v1/$metadata#Manager.Manager": 53048,
  "/redfish/v1/$metadata#ManagerAccount.ManagerAccount": 52997,
  "/redfish/v1/$metadata#ManagerAccountCollection.ManagerAccountCollection": 52966,
  "/redfish/v1/$metadata#ManagerCollection.ManagerCollection": 52988,
  "/redfish/v1/$metadata#ManagerNetworkProtocol.ManagerNetworkProtocol": 53107,
  "/redfish/v1/$metadata#Memory.Memory": 53062,
  "/redfish/v1/$metadata#MemoryCollection.MemoryCollection": 53002,
  "/redfish/v1/$metadata#MemoryMetrics.MemoryMetrics": 53110,
  "/redfish/v1/$metadata#MessageRegistry.MessageRegistry": 53083,
  "/redfish/v1/$metadata#MessageRegistryFile.MessageRegistryFile": 52999,
  "/redfish/v1/$metadata#MessageRegistryFileCollection.MessageRegistryFileCollection": 53066,
  "/redfish/v1/$metadata#MetricDefinition.MetricDefinition": 53081,
  "/redfish/v1/$metadata#MetricDefinitionCollection.MetricDefinitionCollection": 53049,
  "/redfish/v1/$metadata#MetricReportCollection.MetricReportCollection": 53101,
  "/redfish/v1/$metadata#MetricReportDefinition.MetricReportDefinition": 53011,
  "/redfish/v1/$metadata#MetricReportDefinitionCollection.MetricReportDefinitionCollection": 53051,
  "/redfish/v1/$metadata#NetworkAdapter.NetworkAdapter": 53086,
  "/redfish/v1/$metadata#NetworkAdapterCollection.NetworkAdapterCollection": 53116,
  "/redfish/v1/$metadata#NetworkDeviceFunction.NetworkDeviceFunction": 52954,
  "/redfish/v1/$metadata#NetworkDeviceFunctionCollection.NetworkDeviceFunctionCollection": 53092,
  "/redfish/v1/$metadata#NetworkInterface.NetworkInterface": 52961,
  "/redfish/v1/$metadata#NetworkInterfaceCollection.NetworkInterfaceCollection": 53035,
  "/redfish/v1/$metadata#NetworkPort.NetworkPort": 53013,
  "/redfish/v1/$metadata#NetworkPortCollection.NetworkPortCollection": 52972,
  "/redfish/v1/$metadata#PCIeDevice.PCIeDevice": 53016,
  "/redfish/v1/$metadata#PCIeDeviceCollection.PCIeDeviceCollection": 52985,
  "/redfish/v1/$metadata#PCIeFunction.PCIeFunction": 53114,
  "/redfish/v1/$metadata#PCIeFunctionCollection.PCIeFunctionCollection": 52970,
  "/redfish/v1/$metadata#PCIeSlots.PCIeSlots": 53060,
  "/redfish/v1/$metadata#Power.Power": 53058,
  "/redfish/v1/$metadata#PowerSubsystem.PowerSubsystem": 53001,
  "/redfish/v1/$metadata#PowerSupply.PowerSupply": 53029,
  "/redfish/v1/$metadata#PowerSupplyCollection.PowerSupplyCollection": 52955,
  "/redfish/v1/$metadata#PowerSupplyMetrics.PowerSupplyMetrics": 53025,
  "/redfish/v1/$metadata#PrivilegeRegistry.PrivilegeRegistry": 52995,
  "/redfish/v1/$metadata#Processor.Processor": 53057,
  "/redfish/v1/$metadata#ProcessorCollection.ProcessorCollection": 53078,
  "/redfish/v1/$metadata#Role.Role": 53093,
  "/redfish/v1/$metadata#RoleCollection.RoleCollection": 52962,
  "/redfish/v1/$metadata#SecureBoot.SecureBoot": 53077,
  "/redfish/v1/$metadata#SecureBootDatabase.SecureBootDatabase": 53044,
  "/redfish/v1/$metadata#SecureBootDatabaseCollection.SecureBootDatabaseCollection": 53000,
  "/redfish/v1/$metadata#Sensor.Sensor": 53073,
  "/redfish/v1/$metadata#SensorCollection.SensorCollection": 52994,
  "/redfish/v1/$metadata#SerialInterface.SerialInterface": 53004,
  "/redfish/v1/$metadata#SerialInterfaceCollection.SerialInterfaceCollection": 53055,
  "/redfish/v1/$metadata#ServiceRoot.ServiceRoot": 52969,
  "/redfish/v1/$metadata#SessionCollection.SessionCollection": 53052,
  "/redfish/v1/$metadata#SessionService.SessionService": 53053,
  "/redfish/v1/$metadata#Settings.Settings": 52964,
  "/redfish/v1/$metadata#SignatureCollection.SignatureCollection": 52975,
  "/redfish/v1/$metadata#SimpleStorage.SimpleStorage": 53124,
  "/redfish/v1/$metadata#SimpleStorageCollection.SimpleStorageCollection": 53118,
  "/redfish/v1/$metadata#SoftwareInventory.SoftwareInventory": 53108,
  "/redfish/v1/$metadata#SoftwareInventoryCollection.SoftwareInventoryCollection": 53113,
  "/redfish/v1/$metadata#Storage.Storage": 53026,
  "/redfish/v1/$metadata#StorageCollection.StorageCollection": 52982,
  "/redfish/v1/$metadata#SwitchCollection.SwitchCollection": 52963,
  "/redfish/v1/$metadata#TaskCollection.TaskCollection": 52974,
  "/redfish/v1/$metadata#TaskService.TaskService": 53080,
  "/redfish/v1/$metadata#TelemetryService.TelemetryService": 53097,
  "/redfish/v1/$metadata#Thermal.Thermal": 53123,
  "/redfish/v1/$metadata#ThermalMetrics.ThermalMetrics": 53064,
  "/redfish/v1/$metadata#ThermalSubsystem.ThermalSubsystem": 53115,
  "/redfish/v1/$metadata#Triggers.Triggers": 53009,
  "/redfish/v1/$metadata#TriggersCollection.TriggersCollection": 53023,
  "/redfish/v1/$metadata#UpdateService.UpdateService": 53022,
  "/redfish/v1/$metadata#Volume.Volume": 53031,
  "/redfish/v1/$metadata#VolumeCollection.VolumeCollection": 53059,
  "/redfish/v1/AccountService": 51587,
  "/redfish/v1/AccountService/Accounts": 50560,
  "/redfish/v1/AccountService/Accounts/1": 51330,
  "/redfish/v1/AccountService/Accounts/10": 51631,
  "/redfish/v1/AccountService/Accounts/11": 50594,
  "/redfish/v1/AccountService/Accounts/12": 51748,
  "/redfish/v1/AccountService/Accounts/13": 51493,
  "/redfish/v1/AccountService/Accounts/14": 51108,
  "/redfish/v1/AccountService/Accounts/15": 50728,
  "/redfish/v1/AccountService/Accounts/16": 50472,
  "/redfish/v1/AccountService/Accounts/2": 51943,
  "/redfish/v1/AccountService/Accounts/3": 51055,
  "/redfish/v1/AccountService/Accounts/4": 50497,
  "/redfish/v1/AccountService/Accounts/5": 51887,
  "/redfish/v1/AccountService/Accounts/6": 51875,
  "/redfish/v1/AccountService/Accounts/7": 50696,
  "/redfish/v1/AccountService/Accounts/8": 51484,
  "/redfish/v1/AccountService/Accounts/9": 50265,
  "/redfish/v1/AccountService/ExternalAccountProviders": 51741,
  "/redfish/v1/AccountService/Roles": 50306,
  "/redfish/v1/AccountService/Roles/Administrator": 50678,
  "/redfish/v1/AccountService/Roles/None": 50972,
  "/redfish/v1/AccountService/Roles/Operator": 50529,
  "/redfish/v1/AccountService/Roles/ReadOnly": 51697,
  "/redfish/v1/CertificateService": 51668,
  "/redfish/v1/CertificateService/Actions/CertificateService.GenerateCSR": 52356,
  "/redfish/v1/CertificateService/Actions/CertificateService.ReplaceCertificate": 52355,
  "/redfish/v1/CertificateService/Actions/Oem/DellCertificateService.GenerateCSRAndImport": 52358,
  "/redfish/v1/CertificateService/Actions/Oem/DellCertificateService.GetLastGeneratedCSR": 52357,
  "/redfish/v1/CertificateService/CertificateLocations": 50997,
  "/redfish/v1/Chassis": 51618,
  "/redfish/v1/Chassis/System.Embedded.1/Actions/Chassis.Reset": 52222,
  "/redfish/v1/Chassis/System.Embedded.1/Actions/Oem/Dell/DellOemChassis.ResetFilterLife": 52223,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly": 50870,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly#/Assemblies/0": 50274,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly#/Assemblies/1": 50375,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly#/Assemblies/10": 50378,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly#/Assemblies/11": 51584,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly#/Assemblies/12": 51178,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly#/Assemblies/13": 50581,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly#/Assemblies/14": 51112,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly#/Assemblies/2": 50825,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly#/Assemblies/3": 51386,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly#/Assemblies/4": 50648,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly#/Assemblies/5": 51837,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly#/Assemblies/6": 50765,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly#/Assemblies/7": 50296,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly#/Assemblies/8": 51851,
  "/redfish/v1/Chassis/System.Embedded.1/Assembly#/Assemblies/9": 52001,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters": 51020,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/Assembly": 50798,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/Assembly#/Assemblies/0": 50402,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions": 51786,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-1-1": 51137,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-1-1/Oem/Dell/DellNIC/NIC.Slot.2-1-1": 51593,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-1-1/Oem/Dell/DellNICCapabilities/NIC.Slot.2-1-1": 51994,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-1-1/Oem/Dell/DellNICPortMetrics/NIC.Slot.2-1-1": 50607,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-1-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.2-1-1": 50547,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-1-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.2-1-1/Settings": 50984,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-2-1": 51544,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-2-1/Oem/Dell/DellNIC/NIC.Slot.2-2-1": 51830,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-2-1/Oem/Dell/DellNICCapabilities/NIC.Slot.2-2-1": 50822,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-2-1/Oem/Dell/DellNICPortMetrics/NIC.Slot.2-2-1": 51034,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-2-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.2-2-1": 50710,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-2-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.2-2-1/Settings": 51308,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-3-1": 51504,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-3-1/Oem/Dell/DellNIC/NIC.Slot.2-3-1": 51415,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-3-1/Oem/Dell/DellNICCapabilities/NIC.Slot.2-3-1": 50845,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-3-1/Oem/Dell/DellNICPortMetrics/NIC.Slot.2-3-1": 52027,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-3-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.2-3-1": 51021,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-3-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.2-3-1/Settings": 51513,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-4-1": 51591,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-4-1/Oem/Dell/DellNIC/NIC.Slot.2-4-1": 50533,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-4-1/Oem/Dell/DellNICCapabilities/NIC.Slot.2-4-1": 51630,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-4-1/Oem/Dell/DellNICPortMetrics/NIC.Slot.2-4-1": 52002,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-4-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.2-4-1": 50561,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-4-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.2-4-1/Settings": 51470,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkDeviceFunctions/NIC.Slot.2-4-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.2-4-1/Settings/Actions/DellManager.ClearPending": 52212,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkPorts": 51955,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkPorts/NIC.Slot.2-1": 51363,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkPorts/NIC.Slot.2-1/Oem/Dell/DellNetworkTransceivers/NetworkTransceiver.Integrated.1:NIC.Slot.2-1": 50401,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkPorts/NIC.Slot.2-2": 51729,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkPorts/NIC.Slot.2-2/Oem/Dell/DellNetworkTransceivers/NetworkTransceiver.Integrated.1:NIC.Slot.2-2": 51342,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkPorts/NIC.Slot.2-3": 51649,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkPorts/NIC.Slot.2-3/Oem/Dell/DellNetworkTransceivers/NetworkTransceiver.Integrated.1:NIC.Slot.2-3": 51142,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkPorts/NIC.Slot.2-4": 51490,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.2/NetworkPorts/NIC.Slot.2-4/Oem/Dell/DellNetworkTransceivers/NetworkTransceiver.Integrated.1:NIC.Slot.2-4": 51183,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/Assembly": 50362,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/Assembly#/Assemblies/0": 51489,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions": 50693,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-1-1": 50995,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-1-1/Oem/Dell/DellNIC/NIC.Slot.3-1-1": 51972,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-1-1/Oem/Dell/DellNICCapabilities/NIC.Slot.3-1-1": 50557,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-1-1/Oem/Dell/DellNICPortMetrics/NIC.Slot.3-1-1": 51538,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-1-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.3-1-1": 51361,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-1-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.3-1-1/Settings": 51511,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-2-1": 51573,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-2-1/Oem/Dell/DellNIC/NIC.Slot.3-2-1": 51609,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-2-1/Oem/Dell/DellNICCapabilities/NIC.Slot.3-2-1": 50338,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-2-1/Oem/Dell/DellNICPortMetrics/NIC.Slot.3-2-1": 50948,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-2-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.3-2-1": 50774,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-2-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.3-2-1/Settings": 50269,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-3-1": 51821,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-3-1/Oem/Dell/DellNIC/NIC.Slot.3-3-1": 51814,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-3-1/Oem/Dell/DellNICCapabilities/NIC.Slot.3-3-1": 51848,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-3-1/Oem/Dell/DellNICPortMetrics/NIC.Slot.3-3-1": 51332,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-3-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.3-3-1": 50350,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-3-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.3-3-1/Settings": 51898,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-4-1": 51659,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-4-1/Oem/Dell/DellNIC/NIC.Slot.3-4-1": 50582,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-4-1/Oem/Dell/DellNICCapabilities/NIC.Slot.3-4-1": 50864,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-4-1/Oem/Dell/DellNICPortMetrics/NIC.Slot.3-4-1": 51792,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-4-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.3-4-1": 50431,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkDeviceFunctions/NIC.Slot.3-4-1/Oem/Dell/DellNetworkAttributes/NIC.Slot.3-4-1/Settings": 50541,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkPorts": 51149,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkPorts/NIC.Slot.3-1": 50850,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkPorts/NIC.Slot.3-1/Oem/Dell/DellNetworkTransceivers/NetworkTransceiver.Integrated.1:NIC.Slot.3-1": 51714,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkPorts/NIC.Slot.3-2": 51011,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkPorts/NIC.Slot.3-2/Oem/Dell/DellNetworkTransceivers/NetworkTransceiver.Integrated.1:NIC.Slot.3-2": 50261,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkPorts/NIC.Slot.3-3": 51117,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkPorts/NIC.Slot.3-3/Oem/Dell/DellNetworkTransceivers/NetworkTransceiver.Integrated.1:NIC.Slot.3-3": 50575,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkPorts/NIC.Slot.3-4": 50512,
  "/redfish/v1/Chassis/System.Embedded.1/NetworkAdapters/NIC.Slot.3/NetworkPorts/NIC.Slot.3-4/Oem/Dell/DellNetworkTransceivers/NetworkTransceiver.Integrated.1:NIC.Slot.3-4": 51155,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellAssembly/DIMM.Socket.A1_0x23_FRU": 51310,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellAssembly/DIMM.Socket.A2_0x23_FRU": 51431,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellAssembly/DIMM.Socket.A3_0x23_FRU": 51209,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellAssembly/DIMM.Socket.A4_0x23_FRU": 50425,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellAssembly/DIMM.Socket.A5_0x23_FRU": 51827,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellAssembly/DIMM.Socket.A6_0x23_FRU": 51417,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellAssembly/DIMM.Socket.A7_0x23_FRU": 51056,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellAssembly/DIMM.Socket.A8_0x23_FRU": 51996,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellAssembly/NIC.Slot.2_0x23_FRU": 51824,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellAssembly/NIC.Slot.3_0x23_FRU": 51093,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellAssembly/PCIeSSD.Integrated.1-0_0x23_FRU": 50652,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellAssembly/PCIeSSD.Integrated.1-1_0x23_FRU": 51962,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellAssembly/PSU.ChassisSlot.1-1-1_0x23_FRU": 51163,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellAssembly/ProcAccelerator.Slot.1_0x23_FRU": 50333,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellAssembly/System.Embedded.1_0x23_FRU": 50854,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellChassis": 51547,
  "/redfish/v1/Chassis/System.Embedded.1/Oem/Dell/DellChassis/mainsystemchassis": 51418,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices": 50902,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/0-31": 51963,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/0-31/PCIeFunctions": 51378,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/0-31/PCIeFunctions/0-31-0": 51736,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/0-31/PCIeFunctions/0-31-4": 51390,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/111-0": 50647,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/111-0/PCIeFunctions": 51229,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/111-0/PCIeFunctions/111-0-0": 50794,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/111-0/PCIeFunctions/111-0-1": 50543,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/111-0/PCIeFunctions/111-0-2": 50634,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/111-0/PCIeFunctions/111-0-3": 51284,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/155-0": 50266,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/155-0/PCIeFunctions": 51508,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/155-0/PCIeFunctions/155-0-0": 51416,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/199-0": 50998,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/199-0/PCIeFunctions": 51906,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/199-0/PCIeFunctions/199-0-0": 51104,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/199-0/PCIeFunctions/199-0-1": 50485,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/199-0/PCIeFunctions/199-0-2": 51764,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/199-0/PCIeFunctions/199-0-3": 51017,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/3-0": 50945,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/3-0/PCIeFunctions": 50620,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/3-0/PCIeFunctions/3-0-0": 51605,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/67-0": 51564,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/67-0/PCIeFunctions": 50408,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/67-0/PCIeFunctions/67-0-0": 52015,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/68-0": 50753,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/68-0/PCIeFunctions": 51732,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeDevices/68-0/PCIeFunctions/68-0-0": 51402,
  "/redfish/v1/Chassis/System.Embedded.1/PCIeSlots": 50427,
  "/redfish/v1/Chassis/System.Embedded.1/Power": 50576,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/PowerControl/0": 50303,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/PowerSupplies/0": 50761,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/PowerSupplies/1": 51536,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/Voltages/0": 51008,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/Voltages/1": 50566,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/Voltages/10": 51249,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/Voltages/11": 51346,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/Voltages/12": 52020,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/Voltages/13": 50363,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/Voltages/14": 51287,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/Voltages/15": 51788,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/Voltages/16": 51888,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/Voltages/17": 50486,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/Voltages/2": 51246,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/Voltages/3": 51354,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/Voltages/4": 51930,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/Voltages/5": 50342,
  "/redfish/v1/Chassis/System.Embedded.1/Power#/Voltages/6": 50478,
